// Собственно значения...
var verses=new Array;
verses.push('Я знаю, город будтет!*Я знаю, саду цвесть!*Когда такие люди*В стране советской есть.');
verses.push('Ведь, если звезды зажигают -*значит - это кому-нибудь нужно?*Значит - кто-то хочет, чтобы они были?*Значит - кто-то называет эти плевочки жемчужиной?');
verses.push('А вы*ноктюрн сыграть*могли бы*на флейте водосточных труб?');
verses.push('Я ученый малый, милая,*громыханья оставьте ваши,*Если молния меня не убила -*то гром мне, ей-богу, не страшен.');
verses.push('Разворачивайтесь в марше!*Словесной не место кляузе.*Тише, ораторы!*Ваше слово, товарищ маузер.');
verses.push('Женщину ль опутываю в трогательный роман,*просто на прохожего гляжу ли -*каждый опасливо придерживает карман.*Смешные! С нищих - что с них сжулить?');
verses.push('Люди летают по небесам,*и нет ни ангелов ни бесов,*а поп про ад завирает, а сам*не верит в него ни бельмеса.');
verses.push('Не спи на работе!*Работник этакий*может продрыхнуть*все пятилетки.');
verses.push('Если глаз твой врага не видит,*пыл твой выпили нэп и торг,*если ты отвык ненавидеть, -*приезжай сюда, в Нью-Йорк.');
verses.push('Если жить вразброд,*как махновцы хотят,*буржуазия передушит нас,*как котят.');
verses.push('Голой рукою нас не возьмешь.*Товарищи, - все под ружья!*Красная Армия - Красный еж -*железная сила содружья.');
verses.push('Мир опять цветами оброс,*у мира весенний вид.*И вновь встает нерешенный вопрос -*о женщинах и о любви.');
verses.push('Вот вы, мужчина, у вас в усах капуста*где-то недокушанных, недоеденных щей;*вот вы, женщина, на вас белила густо,*вы смотрите устрицей из раковин вещей.');
verses.push('Вгрызлись в букву едящие глаза,-*ах, как букву жалко!*Так, должно быть, жевал вымирающий ихтиозавр*случайно попавшую в челюсти фиалку.');
verses.push('Сердце девушки, вываренное в иоде.*Окаменелый обломок позапрошлого лета.*И еще на булавке что-то вроде*засушенного хвоста небольшой кометы.');
verses.push('Мокрая, будто ее облизали, толпа.*Прокисший воздух плесенью веет.*Эй! Россия,*нельзя ли чего поновее?');
verses.push('Возьми и небо заново вышей,*новые звезды придумай и выставь,*чтоб, исступленно царапая крыши,*в небо карабкались души артистов.');
verses.push('Что поэзия?!*Пустяк.*Шутка.*А мне от этих шуточек жутко.');
verses.push('Страшное у меня горе.*Вероятно - лишусь сна.*Вы понимаете, вскоре*в РСФСР придет весна.');
verses.push('Будущее не придет само,*если не примем мер.*За жабры его, - комсомол!*За хвост его, - пионер!');
verses.push('Дней бык пег.*Медленна лет арба.*Наш бог бег.*Сердце наш барабан.');
verses.push('Мы не вопль гениальничанья - "все дозволено",*мы не призыв к ножовой расправе,*мы просто не ждем фельдфебельского "вольно!",* чтоб спину искусства размять, расправить.');
verses.push('Могилы глубятся. Нету дна там.*Кажется, рухну с помоста дней.*Я душу над пропастью натянул канатом,*жонглируя словами, закачался над ней.');
verses.push('Время - вещь необычайно длинная,-*были времена - прошли былинные.*Ни былин, ни эпосов, ни эпопей.*Телеграммой  лети, строфа!');
verses.push('Как трактир, мне страшен ваш страшный суд!*Меня одного сквозь горящие здания*проститутки, как святыню, на руках понесут*и покажут богу в свое оправдание');
verses.push('Бросьте!*Конечно, это не смерть.*Чего ей ради ходить по крепости?*Как вам не стыдно верить нелепости?!');
verses.push('Глупые речи заводят:*чтоб дед пришел, чтоб игрушек ворох.*Деда нет. Дед на заводе.*Завод? Это тот, кто делает порох.');
verses.push('Четыре. Тяжелые как удар.*"Кесарю кесарево - богу богово".*А такому, как я, ткнуться куда?*Где для меня уготовано логово?');
verses.push('Во имя чего сапог*землю растаптывает скрипящ и груб?*Кто над небом боев - свобода? бог?*Рубль!');
verses.push('Льва показываю я,*посмотрите нате -*он теперь не царь зверья,*просто председатель.');
verses.push('Эй, вы!*Небо!*Снимите шляпу!*Я иду!');
verses.push('Кровь!*Выцеди из твоей реки*хоть каплю,*в которой невинен я!');
verses.push('Взяла,*отобрала сердце*и просто пошла играть -*как девочка мячиком.');
verses.push('Если мир*подо мной*муравейника менее,*то куда ж тут товарищи, различать местоимения?!');
verses.push('Пальцами армий,*пальцами танков,*пальцами Фоккеров*одна другой руку жала.');
verses.push('Любит? не любит? Я руки ломаю*и пальцы разбрасываю разломавши*так рвут загадав и пускают по маю*венчики встреченных ромашек.');
//verses.push('');

function printVerse() {
  var selected=Math.floor(Math.random()*verses.length);
  var v=verses[selected].split('*');
  for(i=0;i<v.length;i++) {
    document.write('<div>' + v[i] + '</div>');
  }
}